<?php

return [
    'confirmed' => 'Пароли не совпадают.',
    'min' => [
        'string' => 'Пароль должен содержать минимум :min символов.',
    ],
    'password' => 'Неверный пароль.',
    
    'custom' => [
        'password' => [
            'confirmed' => 'Пароли не совпадают.',
            'min' => 'Пароль должен содержать минимум :min символов.',
        ],
    ],
    
    'attributes' => [
        'email' => 'электронная почта',
        'password' => 'пароль',
        'password_confirmation' => 'подтверждение пароля',
    ],
];